fin.financialMonth.statusCode=\u0628\u0647 \u062F\u0644\u06CC\u0644 \u0628\u0633\u062A\u0647 \u0628\u0648\u062F\u0646 \u0648\u0636\u0639\u06CC\u062A \u062F\u0648\u0631\u0647 \u06CC \u0645\u0627\u0644\u06CC \u0627\u0645\u06A9\u0627\u0646 \u0628\u0627\u0632 \u0634\u062F\u0646 \u0648\u0636\u0639\u06CC\u062A \u0645\u0627\u0647\u0647\u0627\u06CC \u0639\u0645\u0644\u06CC\u0627\u062A\u06CC \u0648\u062C\u0648\u062F \u0646\u062F\u0627\u0631\u062F.
fin.informationIsDuplicate=\u0627\u0637\u0644\u0627\u0639\u0627\u062A \u062A\u06A9\u0631\u0627\u0631\u06CC \u0627\u0633\u062A
fin.financialPeriod.financialPeriodTypeAssignIdAndOrgan=\u0628\u0631\u0627\u06CC \u0627\u06CC\u0646 \u0633\u0627\u0632\u0645\u0627\u0646 \u0647\u06CC\u0686 \u0646\u0648\u0639 \u062F\u0648\u0631\u0647 \u06CC \u0645\u0627\u0644\u06CC \u0641\u0639\u0627\u0644 \u0648\u062C\u0648\u062F \u0646\u062F\u0627\u0631\u062F.
fin.financialPeriod.update=\u0628\u0631\u0627\u06CC \u0627\u0646\u062C\u0627\u0645 \u0639\u0645\u0644\u06CC\u0627\u062A \u0648\u06CC\u0631\u0627\u06CC\u0634 \u0634\u0646\u0627\u0633\u0647 \u06CC \u062F\u0648\u0631\u0647 \u06CC \u0645\u0627\u0644\u06CC \u0627\u0644\u0632\u0627\u0645\u06CC \u0645\u06CC\u0628\u0627\u0634\u062F.
fin.financialPeriod.notFound=\u0647\u06CC\u0686 \u062F\u0648\u0631\u0647 \u06CC \u0645\u0627\u0644\u06CC \u06CC\u0627\u0641\u062A \u0646\u0634\u062F.
fin.financialPeriod.validationUpdate=\u0628\u0631\u0627\u06CC \u0647\u0631 \u0633\u0627\u0632\u0645\u0627\u0646 \u0628\u06CC\u0634 \u0627\u0632 2 \u062F\u0648\u0631\u0647 \u0645\u0627\u0644\u06CC \u0628\u0627\u0632 \u0648\u062C\u0648\u062F \u0646\u062F\u0627\u0631\u062F.
fin.financialPeriod.financialMonth.update=\u062A\u0639\u062F\u0627\u062F \u0645\u0627\u0647 \u0642\u0627\u0628\u0644 \u0648\u06CC\u0631\u0627\u06CC\u0634 \u0645\u06CC\u0628\u0627\u06CC\u0633\u062A \u0628\u06CC\u0646 1 \u062A\u0627 12 \u0628\u0627\u0634\u062F.
fin.financialPeriod.financialMonthStartDate.update=\u062A\u0627\u0631\u06CC\u062E \u0634\u0631\u0648\u0639 \u0642\u0627\u0628\u0644 \u0648\u06CC\u0631\u0627\u06CC\u0634 \u0646\u06CC\u0633\u062A.
fin.financialPeriod.validationSave=\u0628\u0631\u0627\u06CC \u0647\u0631 \u0633\u0627\u0632\u0645\u0627\u0646 \u0628\u06CC\u0634 \u0627\u0632 2 \u062F\u0648\u0631\u0647 \u0645\u0627\u0644\u06CC \u0628\u0627\u0632 \u0646\u0645\u06CC \u062A\u0648\u0627\u0646 \u0627\u06CC\u062C\u0627\u062F \u06A9\u0631\u062F
fin.financialPeriod.validationSave.comparisonStartDateAndEndDate=\u062A\u0627\u0631\u06CC\u062E \u0634\u0631\u0648\u0639 \u0646\u0645\u06CC\u062A\u0648\u0627\u0646\u062F \u0627\u0632 \u062A\u0627\u0631\u06CC\u062E \u067E\u0627\u06CC\u0627\u0646 \u0628\u0632\u0631\u06AF\u062A\u0631 \u0628\u0627\u0634\u062F.
fin.financialPeriod.validationSave.saveStartDateAndEndDate=\u0628\u0631\u0627\u06CC \u0627\u06CC\u0646 \u0633\u0627\u0632\u0645\u0627\u0646\u060C \u062F\u0648\u0631\u0647 \u06CC \u0645\u0627\u0644\u06CC \u0628\u0627 \u062A\u0627\u0631\u06CC\u062E \u0634\u0631\u0648\u0639 \u06CC\u0627 \u067E\u0627\u06CC\u0627\u0646 \u0642\u0628\u0644\u0627 \u062B\u0628\u062A \u0634\u062F\u0647 \u0627\u0633\u062A.
fin.financialPeriod.validationBeforeChangeStatusOpen=\u0628\u0647 \u062F\u0644\u06CC\u0644 \u0628\u0627\u0632 \u0628\u0648\u062F\u0646 \u062F\u0648\u0631\u0647 \u0645\u0627\u0644\u06CC \u0642\u0628\u0644\u06CC \u060C \u0627\u0645\u06A9\u0627\u0646 \u0628\u0633\u062A\u0646 \u0627\u06CC\u0646 \u062F\u0648\u0631\u0647 \u0645\u0627\u0644\u06CC \u0648\u062C\u0648\u062F \u0646\u062F\u0627\u0631\u062F
fin.financialPeriod.validationBeforeChangeStatusClose=\u0628\u0647 \u062F\u0644\u06CC\u0644 \u0648\u062C\u0648\u062F \u062F\u0648\u0631\u0647 \u0645\u0627\u0644\u06CC \u0628\u0633\u062A\u0647 \u060C \u0628\u0639\u062F \u0627\u0632 \u0627\u06CC\u0646 \u062F\u0648\u0631\u0647 \u0645\u0627\u0644\u06CC \u060C \u0627\u0645\u06A9\u0627\u0646 \u0628\u0627\u0632 \u06A9\u0631\u062F\u0646 \u0627\u06CC\u0646 \u062F\u0648\u0631\u0647 \u0645\u0627\u0644\u06CC \u0648\u062C\u0648\u062F \u0646\u062F\u0627\u0631\u062F
fin.financialPeriodType.getDate=\u0644\u0637\u0641\u0627 \u0646\u0648\u0639 \u062F\u0648\u0631\u0647 \u0645\u0627\u0644\u06CC \u0633\u0627\u0632\u0645\u0627\u0646 \u0631\u0627 \u0645\u0634\u062E\u0635 \u06A9\u0646\u06CC\u062F.
fin.financialPeriodType.getPeriodStartDate=\u062F\u0648\u0631\u0647 \u0645\u0627\u0644\u06CC \u0628\u0627\u0632 \u0628\u0631\u0627\u06CC \u0627\u06CC\u0646 \u0633\u0627\u0632\u0645\u0627\u0646 \u0648\u062C\u0648\u062F \u0646\u062F\u0627\u0631\u062F
fin.financialPeriod.getStatus=\u0627\u0637\u0644\u0627\u0639\u0627\u062A \u0648\u0631\u0648\u062F\u06CC \u0628\u0631\u0627\u06CC \u0648\u0627\u06A9\u0634\u06CC \u0648\u0636\u0639\u06CC\u062A \u062F\u0648\u0631\u0647 \u0645\u0627\u0644\u06CC \u06A9\u0627\u0645\u0644 \u0646\u0645\u06CC\u0628\u0627\u0634\u062F 
fin.financialPeriod.list=\u0627\u0634\u06A9\u0627\u0644 \u062F\u0631 \u0648\u0627\u06A9\u0634\u06CC \u0627\u0637\u0644\u0627\u0639\u0627\u062A \u0645\u0631\u0628\u0648\u0637 \u0628\u0647 \u062F\u0648\u0631\u0647 \u0645\u0627\u0644\u06CC
fin.financialPeriod.validationBeforeChangeStatus=\u0628\u0647 \u062F\u0644\u06CC\u0644 \u0628\u0627\u0632 \u0628\u0648\u062F\u0646 \u062F\u0648\u0631\u0647 \u0645\u0627\u0644\u06CC \u0642\u0628\u0644\u06CC \u060C \u0627\u0645\u06A9\u0627\u0646 \u0628\u0633\u062A\u0646 \u0627\u06CC\u0646 \u062F\u0648\u0631\u0647 \u0645\u0627\u0644\u06CC \u0648\u062C\u0648\u062F \u0646\u062F\u0627\u0631\u062F